package com.example.website;

public class DataStrings {
    String[] tutchev = {
            "Нам не дано предугадать,\n",
            "Как слово наше отзовется,-\n",
            "И нам сочувствие дается,\n",
            "Как нам дается благодать…"
    };
    String[] pushkin = {
            "Зима!.. Крестьянин, торжествуя,\n",
            "На дровнях обновляет путь;\n",
            "Его лошадка, снег почуя,\n",
            "Плетется рысью как-нибудь;\n",
            "Бразды пушистые взрывая,\n",
            "Летит кибитка удалая;\n",
            "Ямщик сидит на облучке\n",
            "В тулупе, в красном кушаке.\n",
            "Вот бегает дворовый мальчик,\n",
            "В салазки жучку посадив,\n",
            "Себя в коня преобразив;\n",
            "Шалун уж заморозил пальчик:\n",
            "Ему и больно и смешно,\n",
            "А мать грозит ему в окно…"
    };
    String[] rossia = {
            "Умом Россию не понять,",
            "Аршином общим не измерить:",
            "У ней особенная стать —",
            "В Россию можно только верить"
    };
    String[] hymn = {
            "Братских народов союз вековой,",
            "Грядущие нам открывают года.",
            "Могучая воля, великая слава —",
            "Нам силу даёт наша верность Отчизне.",
            "Одна ты на свете! Одна ты такая —",
            "От южных морей до полярного края",
            "Предками данная мудрость народная!",
            "Раскинулись наши леса и поля.",
            "Россия — любимая наша страна.",
            "Россия — священная наша держава,",
            "Славься, Отечество наше свободное,",
            "Славься, страна! Мы гордимся тобой!",
            "Так было, так есть и так будет всегда!",
            "Твоё достоянье на все времена!",
            "Хранимая Богом родная земля!",
            "Широкий простор для мечты и для жизни",
    };
    String[] sobaka = {
            "у_попа была собака",
            "Он ее любил",
            "Она съела кусок мяса",
            "Он ее убил",
            "И в землю закопал",
            "И надпись написал",
            "у_попа была собака",
            "Он ее любил"
    };
    String[] vorona = {
            "Шел я как-то через_мост",
            "Глядь ворона сохнет",
            "Взял ворону я за_хвост",
            "Положил ее под_мост",
            "Пусть ворона мокнет",
            "Снова шел я через_мост",
            "Глядь ворона мокнет",
            "Снова взял ее за_хвост",
            "Положил ее на_мост",
            "Пусть ворона сохнет"
    };
    String[] chuchelo = {
            "Чучело-мяучело на_трубе сидело",
            "Чучело-мяучело песенку запело",
            "Только всем от_песенки_этой стало тошно",
            "Потому_что песенка чучела про_то_что",
            "Чучело-мяучело на_трубе сидело"
    };
}
